# St7GetPlateAverageNormalsAngle

Returns the angle over which plate normal are averaged.

long St7GetPlateAverageNormalsAngle(long uID, long* Angle)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Angle
Angle (0 to 60 degrees).